Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, ja, ko, nl, pt_br, sv, sw, th, tr, zh_hans, zh_hant

# usernameDescription
source: This is an easy to share alternative to your public key and allows people to search for you on Nos.
ar: هذا بديل سهل المشاركة لمفتاحك العام ويسمح للأشخاص بالبحث عنك على Nos.
de: Dies ist eine leicht zu teilende Alternative zu deinem öffentlichen Schlüssel und ermöglicht es Leuten, dich auf Nos zu suchen.
es: Esta es una alternativa fácil de compartir a tu clave pública y permite que la gente te busque en Nos.
fa: این یک جایگزین آسان برای به اشتراک گذاشتن کلید عمومی شماست و به افراد امکان می‌دهد شما را در Nos جستجو کنند.
fr: C'est une alternative facile à partager à votre clé publique et permet aux gens de vous rechercher sur Nos.
ja: これはあなたの公開鍵の簡単に共有できる代替手段であり、人々がNos上であなたを検索できるようにします。
ko: 이것은 공개 키의 쉽게 공유할 수 있는 대안이며 사람들이 Nos에서 당신을 검색할 수 있게 해줍니다.
nl: Dit is een gemakkelijk te delen alternatief voor je publieke sleutel en stelt mensen in staat om naar je te zoeken op Nos.
pt_br: Esta é uma alternativa fácil de compartilhar para sua chave pública e permite que as pessoas pesquisem por você no Nos.
sv: Detta är ett lättdelat alternativ till din offentliga nyckel och gör att människor kan söka efter dig på Nos.
sw: Hii ni mbadala rahisi wa kushiriki kwa ufunguo wako wa umma na inaruhusu watu kukutafuta kwenye Nos.
th: นี่คือชื่อผู้ใช้ที่ไม่ซ้ำกันของคุณบน Nos ซึ่งคุณจะถูกระบุในเครือข่าย
tr: Bu, genel anahtarınıza kolayca paylaşılabilir bir alternatiftir ve insanların sizi Nos'ta aramasına olanak tanır.
zh_hans: 这是您公钥的易于分享的替代方式，允许人们在Nos上搜索您。
zh_hant: 這是您公鑰的易於分享的替代方式，允許人們在Nos上搜索您。

# usernameHeadline
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
fr: Nom d'utilisateur
ja: ユーザー名
ko: 유저명
nl: Gebruikersnaam
pt_br: Nome de Usuário
sv: Användarnamn
sw: Jina la Mtumiaji
th: ชื่อผู้ใช้
tr: Kullanıcı adı
zh_hans: 用户名
zh_hant: 用戶名

# usernameNotAvailable
source: This username is not available.
ar: اسم المستخدم هذا غير متاح.
de: Dieser Benutzername ist nicht verfügbar.
es: Este nombre de usuario no está disponible.
fa: این نام کاربری در دسترس نیست.
fr: Ce nom d'utilisateur n'est pas disponible.
ja: このユーザー名は利用できません。
ko: 이 이름은 사용할 수 없습니다.
nl: Deze gebruikersnaam is niet beschikbaar.
pt_br: Este nome de usuário não está disponível.
sv: Detta användarnamn är inte tillgängligt.
sw: Jina hili la mtumiaji halipatikani.
th: ชื่อผู้ใช้นี้ไม่พร้อมใช้งาน
tr: Bu kullanıcı adı mevcut değil.
zh_hans: 此用户名不可用。
zh_hant: 此用戶名不可用。

# usernamePlaceholder
source: username
ar: اسم المستخدم
de: Benutzername
es: nombre de usuario
fa: نام کاربری
fr: nom d'utilisateur
ja: ユーザー名
ko: 유저명
nl: Gebruikersnaam
pt_br: nomedeusuario
sv: användarnamn
sw: jina la mtumiaji
th: ชื่อผู้ใช้
tr: kullanıcı adı
zh_hans: 用户名
zh_hant: 用戶名

# usernameWarningMessage
source: Changing or removing your handle may cause web links to disconnect from your identity.
ar: قد يؤدي تغيير أو إزالة اسم المستخدم الخاص بك إلى فصل روابط الويب عن هويتك.
de: Das Ändern oder Entfernen deines Handles kann dazu führen, dass Weblinks von deiner Identität getrennt werden.
es: Cambiar o eliminar tu apodo puede causar que los enlaces web se desconecten de tu identidad.
fa: تغییر یا حذف نام کاربری شما ممکن است باعث قطع ارتباط پیوندهای وب با هویت شما شود.
fr: Changer ou supprimer votre identifiant peut entraîner la déconnexion des liens Web avec votre identité.
ja: ハンドルの変更や削除により、ウェブリンクがあなたのアイデンティティから切断される可能性があります。
ko: 핸들을 변경하거나 삭제하면 웹 링크의 연결이 끊어질 수 있습니다.
nl: Het wijzigen of verwijderen van je gebruikersnaam kan ervoor zorgen dat weblinks niet meer met je identiteit verbonden zijn.
pt_br: Alterar ou remover seu nome de usuário pode fazer com que links da web se desconectem da sua identidade.
sv: Att ändra eller ta bort ditt användarnamn kan göra att webblänkar kopplas bort från din identitet.
sw: Kubadilisha au kuondoa mpini wako kunaweza kusababisha viungo vya wavuti kukatwa kutoka kwa utambulisho wako.
th: การเปลี่ยนหรือลบชื่อผู้ใช้ของคุณอาจทำให้ลิงก์เว็บขาดการเชื่อมต่อกับตัวตนของคุณ
tr: Kullanıcı adınızı değiştirmek veya kaldırmak, web bağlantılarının kimliğinizle bağlantısını kesmesine neden olabilir.
zh_hans: 更改或移除你的昵称可能导致网络链接断开与你身份的连接。**请谨慎操作。**
zh_hant: 更改或移除你的暱稱可能導致網絡鏈接斷開與你身份的連接。**請謹慎操作。**

# userReportedByOne
source: This user has been flagged by **%1$@** for %2$@.
ar: تم الإبلاغ عن هذا المستخدم بواسطة **%1$@** للـ %2$@.
de: Dieser Nutzer wurde von **%1$@** für %2$@ markiert.
es: Este usuario ha sido reportado por **%1$@** por %2$@.
fa: این کاربر توسط **%1$@** برای %2$@ پرچم‌گذاری شده است.
fr: Cet utilisateur a été signalé par **%1$@** pour %2$@.
ja: このユーザーは**%1$@**によって%2$@としてフラグが立てられています。
ko: 이 사용자는 **%1$@**에 의해 %2$@로 신고되었습니다.
nl: Deze gebruiker is gemarkeerd door **%1$@** voor %2$@.
pt_br: Este usuário foi sinalizado por **%1$@** para %2$@.
sv: Denna användare har flaggats av **%1$@** för %2$@.
sw: Mtumiaji huyu ameripotiwa na **%1$@** kwa %2$@.
th: ผู้ใช้นี้ถูกปักธงโดย **%1$@** สำหรับ %2$@
tr: Bu kullanıcı **%1$@** tarafından %2$@ için işaretlendi.
zh_hans: 此用户因 %2$@ 被 **%1$@** 举报。
zh_hant: 此用戶因 %2$@ 被 **%1$@** 舉報。

# userReportedByOneAndMore
source: This user has been flagged by **%1$@** and **%2$lld others** for %3$@.
ar: تم الإبلاغ عن هذا المستخدم بواسطة **%1$@** و **%2$lld** آخرين للـ %3$@.
de: Dieser Benutzer wurde von **%1$@** und **%2$lld anderen** für %3$@ markiert.
es: Este usuario ha sido reportado por **%1$@** y **%2$lld otros** por %3$@.
fa: این کاربر توسط **%1$@** و **%2$lld** نفر دیگر برای %3$@ پرچم‌گذاری شده است.
fr: Cet utilisateur a été signalé par **%1$@** et **%2$lld autres ** pour %3$@.
ja: このユーザーは**%1$@**と他のユーザーによって%2$lldとしてフラグが立てられています。
ko: 이 사용자는 **%1$@** 및 **%3$@**명의 다른 사용자가 %2$lld(으)로 신고했습니다.
nl: Deze gebruiker is gemarkeerd door **%1$@** en **%3$@** anderen voor %2$lld.
pt_br: Este usuário foi sinalizado por **%1$@** e **%3$@** outros para %2$lld.
sv: Denna användare har flaggats av **%1$@** och andra användare för %2$lld.
sw: Mtumiaji huyu ameripotiwa na **%1$@** na **%2$lld wengine** kwa %3$@.
th: ผู้ใช้นี้ถูกปักธงโดย **%1$@** และผู้ใช้อื่น ๆ สำหรับ %2$lld
tr: Bu kullanıcı **%1$@** ve **%2$lld** diğer kişi tarafından %3$@ için işaretlendi.
zh_hans: 此用户因 %3$@ 被 **%1$@** 和 **%2$lld 个其他用户** 举报。
zh_hant: 此用戶因 %3$@ 被 **%1$@** 和 **%2$lld 個其他用戶** 舉報。

source: Verification
ar: التحقق
de: Verifizierung
es: Verificación
fa: تأیید
fr: Vérification
ja: 検証
ko: 인증
nl: Verificatie
pt_br: Verificação
sv: Verifiering
sw: Uthibitishaji
th: การยืนยัน
tr: Doğrulama
zh_hans: 验证
zh_hant: 驗證

# verificationDescription
source: Enter the 6-digit code we sent to %@
ar: أدخل الرمز المكون من 6 أرقام الذي أرسلناه إلى %@
de: Gebe den 6-stelligen Code ein, den wir an %@ gesendet haben
es: Ingresa el código de 6 dígitos que enviamos a %@
fa: کد چهار رقمی که به %@ فرستادیم
fr: Entrer le code à 6 chiffres que nous avons envoyé à %@
ja: %@に送信した6桁のコードを入力してください
ko: %@ 로 보내드린 6자리 코드를 입력하세요
nl: Voer de 6-cijferige code in die we naar %@ hebben gestuurd
pt_br: Digite o código de 6 dígitos que enviamos para %@
sv: Ange den 6-siffriga koden vi skickade till %@
sw: Weka nambari ya kuthibitisha yenye tarakimu 6 tuliyotuma kwa %@
th: ป้อนรหัส 6 หลักที่เราส่งไปที่ %@
tr: %@ adresine gönderdiğimiz 6 haneli kodu girin
zh_hans: 输入我们发送到 %@ 的六位数代码
zh_hant: 請輸入我們向 %@ 發送的短信驗證碼

source: Verify your identity
ar: تحقق من هويتك
de: Verifiziere deine Identität
es: Verifica tu identidad
fa: هویت خود را تایید کنید
fr: Vérifiez votre identité
ja: 本人確認を行う
ko: 신원을 인증하세요
nl: Verifieer uw identiteit
pt_br: Verificar sua identidade
sv: Verifiera din identitet
sw: Thibitisha utambulisho wako
th: ยืนยันตัวตนของคุณ
tr: Kimliğinizi doğrulayın
zh_hans: 验证你的身份
zh_hant: 驗證你的身份

source: Version
ar: الإصدار
es: Versión
fa: نسخه
ja: バージョン
ko: 버전
nl: Versie
pt_br: Versão
sw: Toleo
th: เวอร์ชัน
tr: Sürüm
zh_hans: 版本
zh_hant: 版本

source: View source
ar: عرض المصدر
de: Quelle anzeigen
es: Ver código fuente
fa: مشاهده منبع
fr: Afficher la source
ja: ソースを表示
ko: 소스 보기
nl: Bekijk broncode
pt_br: Ver fonte
sv: Visa källkod
sw: Tazama chanzo
th: ดูซอร์ส
tr: Kaynağı görüntüle
zh_hans: 查看源
zh_hant: 查看源代碼

source: View this post anyway
ar: عرض هذا المنشور على أي حال
de: Diesen Beitrag trotzdem ansehen
es: Ver esta nota de todos modos
fa: به هر حال این یادداشت را ببینم
fr: Voir cette publication quand même
ja: とにかくこの投稿を表示
ko: 무시하고 이 포스트 확인하기
nl: Bekijk dit bericht toch
pt_br: Ver esta publicação mesmo assim
sv: Visa detta inlägg ändå
sw: Tazama chapisho hili hata hivyo
th: ดูโพสต์นี้อย่างไรก็ตาม
tr: Yine de bu gönderiyi görüntüle
zh_hans: 继续查看此帖子
zh_hant: 繼續查看此帖子。

source: Website
ar: موقع الويب
de: Webseite
es: Página web
fa: وب‎سایت
fr: Site Web
ja: ウェブサイト
ko: 웹사이트
pt_br: Site
sv: Hemsida
sw: Tovuti
th: เว็บไซต์
tr: Web sitesi
zh_hans: 网站
zh_hant: 網站

source: Welcome to your feed!
ar: مرحبًا بك في تغذيتك!
de: Willkommen in deinem Feed!
es: ¡Bienvenido a tu feed!
fa: به فید خود خوش آمدید!
fr: Bienvenue sur votre flux !
ja: フィードへようこそ！
ko: 피드에 오신 것을 환영합니다!
nl: Welkom bij je feed!
pt_br: Bem-vindo ao seu feed!
sv: Välkommen till ditt flöde!
sw: Karibu kwenye mlisho wako!
th: ยินดีต้อนรับสู่ฟีดของคุณ!
tr: Akışınıza hoş geldiniz!
zh_hans: 欢迎来到您的动态！
zh_hant: 歡迎來到您的動態！

# xNewFollowers
source: You have %@ new followers!
ar: لديك %@ متابعين جدد!
de: Du hast %@ neue Follower!
es: ¡Tienes %@ nuevos seguidores!
fa: شما %@ دنبال‌کننده جدید دارید!
fr: Vous avez %@ nouveaux suiveurs !
ja: %@人の新しいフォロワーがいます！
ko: %@명의 새로운 팔로워가 있습니다!
nl: Je hebt %@ nieuwe volgers!
pt_br: Você tem %@ novos seguidores!
sv: Du har %@ nya följare!
sw: Una wafuasi %@ wapya!
th: คุณมีผู้ติดตามใหม่ %@ คน!
tr: %@ yeni takipçiniz var!
zh_hans: 你有 %@ 个新关注者！
zh_hant: 您有%@個新追隨者！

# xUsers
source: %1$lld users
ar: %lld مستخدمين
de: %lld Benutzer
es: %lld usuarios
fa: %lld کاربر
fr: %lld utilisateurs
ja: %lldユーザー
ko: %lld명의 사용자
nl: %lld gebruikers
pt_br: %lld usuários
sv: %lld användare
sw: %lld watumiaji
th: %lld ผู้ใช้
tr: %lld kullanıcı
zh_hans: %lld位用户
zh_hant: %lld位用戶

source: Yes
ar: نعم
de: Ja
es: Sí
fa: بله
fr: Oui
ja: はい
ko: 네
nl: Ja
pt_br: Sim
sv: Ja
sw: Ndio
th: ใช่
tr: Evet
zh_hans: 是
zh_hant: 是

# youNeedToEnterAPrivateKeyBeforePosting
source: You need to enter a private key in Settings before you can publish posts.
ar: يجب أن تدخل مفتاح خاص في الإعدادات قبل أن تتمكن من نشر المشاركات.
de: Du musst einen privaten Schlüssel in den Einstellungen eingeben, bevor du Beiträge veröffentlichen kannst.
es: Necesitas introducir una clave privada en Ajustes antes de poder publicar mensajes.
fa: پبش از آنکه بتوانید یادداشتی منتشر کنید باید در تنظیمات یک کلید خصوصی وارید کنید.
fr: Vous devez entrer une clé privée dans les paramètres avant de pouvoir publier des messages.
ja: 投稿を公開する前に設定で秘密鍵を入力する必要があります。
ko: 글을 게시하려면 설정에서 개인키를 입력해야해요.
nl: U moet een privésleutel invoeren onder Instellingen voordat u kunt posten.
pt_br: Você precisa inserir uma chave privada em "Configurações" antes de poder postar.
sv: Du måste ange en privat nyckel i Inställningar innan du kan publicera inlägg.
sw: Unahitaji kuweka ufunguo wa faragha katika Mipangilio kabla ya kuchapisha machapisho.
th: คุณต้องป้อนคีย์ส่วนตัวในการตั้งค่าก่อนที่จะสามารถเผยแพร่โพสต์ได้
tr: Gönderi yayınlayabilmek için önce Ayarlar'da bir özel anahtar girmeniz gerekiyor.
zh_hans: 你必须在设置中输入私钥才能发布帖子。
zh_hant: 你必須在設置中輸入私鑰才能發佈帖子。

source: Your Lists
ar: قوائمك
de: Deine Listen
es: Tus Listas
fa: لیست‌های شما
fr: Vos listes
ja: あなたのリスト
ko: 내 목록
nl: Je lijsten
pt_br: Suas Listas
sv: Dina listor
sw: Orodha Zako
th: รายการของคุณ
tr: Listeleriniz
zh_hans: 您的列表
zh_hant: 您的列表

source: Your Profile
ar: ملفك الشخصي
de: Dein Profil
es: Tu perfil
fa: نمایه شما
fr: Votre profil
ja: あなたのプロフィール
ko: 내 프로필
nl: Uw profiel
pt_br: Seu perfil
sv: Din profil
sw: Wasifu wako
th: โปรไฟล์ของคุณ
tr: Profiliniz
zh_hans: 你的个人档案
zh_hant: 個人檔案

# nip05Example
source: user@server.com
de: benutzer@server.com
es: usuario@servidor.com
fr: utilisateur@serveur.com
ja: ユーザー@サーバー.com
nl: gebruiker@server.com
pt_br: usuario@servidor.com
sv: användare@server.com
sw: mtumiaji@seva.com
th: ผู้ใช้@เซิร์ฟเวอร์.คอม

# relayAddressPlaceholder
source: yourrelay.com
de: deinrelay.com
es: turelay.com
fr: votrerelais.com
nl: jouwrelay.com
pt_br: seurelay.com
sv: dittrelay.com
sw: relei-yako.com
th: รีเลย์ของคุณ.คอม

source: URL
fa: آدرس اینترنتی URL
zh_hans: 网址
zh_hant: 網址
